Repository: Acidburn0zzz/mate-polkit
Catalog: po/*.po
Languages: hr

source: Action Identifier
hr: Označivač radnje

source: The action identifier to use for the button
hr: Označivač radnje koji treba koristiti umjesto gumba

source: Is Authorized
hr: Ovjeren je

source: Whether the process is authorized
hr: Je li postupak ovjeren

source: Is Visible
hr: Vidljiv je

source: Whether the widget is visible
hr: Je li pomoćni programčić vidljiv

source: Can Obtain
hr: Može se dobiti

source: Whether authorization can be obtained
hr: Može li se dobiti ovlaštenje

source: Unlock Text
hr: Napis otključavanja

source: The text to display when prompting the user to unlock.
hr: Napis koji treba prikazati kada se korisniku daje odzivna poruka za otključavanje.

source: Click to make changes
hr: Klikni za promjene

source: Unlock Tooltip
hr: Pomoćna obavijest otključavanja

source: The tooltip to display when prompting the user to unlock.
hr: Pomoćna obavijest koju treba prikazati kada se korisniku daje odzivna poruka za otključavanje.

source: Authentication is needed to make changes.
hr: Potrebna je ovjera za izvođenje promjena.

source: Lock Text
hr: Napis zaključavanja

source: The text to display when prompting the user to lock.
hr: Napis koji treba prikazati kada se korisniku daje odzivna poruka za zaključavanje.

source: Click to prevent changes
hr: Klikni za sprječavanje promjena

source: Lock Tooltip
hr: Pomoćna obavijest zaključavanja

source: The tooltip to display when prompting the user to lock.
hr: Pomoćna obavijest koju treba prikazati kada se korisniku daje odzivna poruka za zaključavanje.

source: To prevent further changes, click the lock.
hr: Za sprječavanje daljnjih promjena, klikni zaključavanje.

source: Lock Down Text
hr: Napis zaključavanja

source: The text to display when prompting the user to lock down the action for all users.
hr: Napis koji treba prikazati kada se korisniku daje odzivna poruka za zaključavanje radnje za sve korisnike.

source: Click to lock down
hr: Klikni za zaključavanje

source: Lock Down Tooltip
hr: Pomoćna obavijest zaključavanja

source: The tooltip to display when prompting the user to lock down the action for all users.
hr: Pomoćna obavijest koju treba prikazati kada se korisniku daje odzivna poruka za zaključavanje radnje za sve korisnike.

source: To prevent users without administrative privileges from making changes, click the lock.
hr: Za sprječavanje korisnika bez upraviteljskih povlastica u izvođenju promjena, klikni zaključavanje.

source: The text to display when the user cannot obtain authorization through authentication.
hr: Napis koji treba prikazati kada korisnik ne može dobiti ovlaštenje putem ovjere.

source: Not authorized to make changes
hr: Nedostaje ovjera za izvođenje promjena

source: The tooltip to display when the user cannot obtain authorization through authentication.
hr: Pomoćna obavijest koju treba prikazati kada korisnik ne može dobiti ovlaštenje putem ovjere.

source: System policy prevents changes. Contact your system administator.
hr: Pravilo sustava sprječava promjene. Obrati se svome upravitelju sustava.

source: Drop all elevated privileges
hr: Spusti sve podignute povlastice

source: Click the icon to drop all elevated privileges
hr: Klikni sličicu za ispuštanje svih povišenih povlastica

source: Select user...
hr: Odaberi korisnika...

source: _Authenticate
hr: _Ovjeri

source: An application is attempting to perform an action that requires privileges. Authentication as one of the users below is required to perform this action.
hr: Program pokušava izvesti radnju koja zahtijeva povlastice. Potrebno je niže izvršiti ovjeru u svojstvu jednog od korisnika za izvođenje te radnje.

source: An application is attempting to perform an action that requires privileges. Authentication is required to perform this action.
hr: Program pokušava izvesti radnju koja zahtijeva povlastice. Potrebna je ovjera za izvođenje te radnje.

source: An application is attempting to perform an action that requires privileges. Authentication as the super user is required to perform this action.
hr: Program pokušava izvesti radnju koja zahtijeva povlastice. Potrebna je ovjera u svojstvu natkorisnika za izvođenje te radnje.

source: _Password:
hr: _Zaporka:

source: <small><b>_Details</b></small>
hr: <small><b>_Pojedinosti</b></small>

source: <small><b>Action:</b></small>
hr: <small><b>Radnja:</b></small>

source: Click to edit %s
hr: Klikni za uređivanje %s

source: <small><b>Vendor:</b></small>
hr: <small><b>Isporučitelj:</b></small>

source: Click to open %s
hr: Klikni za otvaranje %s

source: Authenticate
hr: Ovjeri

source: _Password for %s:
hr: _Zaporka za %s:

source: Your authentication attempt was unsuccessful. Please try again.
hr: Tvoj pokušaj ovjere bio je neuspješan. Molimo pokušaj iznova.

source: Authentication dialog was dismissed by the user
hr: Dijaloški okvir ovjere napušten je od strane korisnika

source: PolicyKit Authentication Agent
hr: Programski izvršitelj pravila ovjere

source: PolicyKit Authentication Agent for the MATE Desktop
hr: Programski izvršitelj pravila ovjere za radno okruženje MATE
